/* No comment provided by engineer. */
"·" = "·";

/* No comment provided by engineer. */
"/ month" = "/ 월";

/* No comment provided by engineer. */
"/ year" = "/ 년";

/* No comment provided by engineer. */
"%d note" = "%d 메모";

/* No comment provided by engineer. */
"%d notes" = "%d 메모";

/* No comment provided by engineer. */
"%d selected note" = "%d개의 메모가 선택됨";

/* No comment provided by engineer. */
"%lu notes imported" = "%lu개의 메모를 가져옴";

/* No comment provided by engineer. */
"Modified" = "수정됨";

/* No comment provided by engineer. */
"Created" = "생성됨";

/* No comment provided by engineer. */
"Table of Contents" = "목차";

/* No comment provided by engineer. */
"Statistics" = "통계";

/* No comment provided by engineer. */
"Backlinks" = "역방향 링크";

/* No comment provided by engineer. */
"1️⃣ Click ‘Show Database’ below to reveal this file in Finder" = "1️⃣ 아래의 '데이터베이스 표시'를 클릭하여 Finder에 이 파일을 표시합니다";

/* No comment provided by engineer. */
"1 note imported" = "1개의 메모를 가져옴";

/* No comment provided by engineer. */
"2️⃣ Click ‘Contact Support‘ to open our website" = "2️⃣ '고객 지원 문의'를 클릭하여 당사의 웹 사이트를 엽니다";

/* No comment provided by engineer. */
"3️⃣ Fill out our contact form and attach Bear’s database from Finder so we can investigate and help" = "3️⃣ 저희가 조사하고 도와 드릴 수 있도록 연락처 양식을 작성하고 Finder에서 베어의 데이터베이스를 첨부합니다";

/* No comment provided by engineer. */
"A 14-day free trial, then..." = "14일 무료 체험, 그 후...";

/* Alphabetic sorting for notes
   Alphabetic sorting for tags */
"A to Z" = "A ~ Z";

/* No comment provided by engineer. */
"A trip to the north pole" = "북극으로의 여행";

/* No comment provided by engineer. */
"Account will be charged for renewal within 24-hours prior to the end of the current period, with the same amount as the first period." = "현재 기간이 종료하는 때로부터 24시간 내에 최초 기간과 동일한 금액의 갱신 요금이 계정으로 청구됩니다.";

/* No comment provided by engineer. */
"Add Notes to %@" = "%@에 메모 추가";

/* No comment provided by engineer. */
"All the child tags will also be deleted. You can’t undo this action." = "모든 하위 태그도 삭제됩니다. 이 작업은 취소할 수 없습니다.";

/* No comment provided by engineer. */
"Annual" = "연간";

/* No comment provided by engineer. */
"Any unused portion of a free trial period will be forfeited when the user purchases a subscription to that publication, where applicable." = "사용자가 해당 발행물의 구독 옵션을 구입하면 무료 체험 기간 중 사용하지 않은 부분은 취소됩니다.";

/* No comment provided by engineer. */
"Archive notes" = "메모 아카이브";

/* No comment provided by engineer. */
"Are you sure you want to delete all the notes in the Trash?" = "휴지통에 있는 모든 메모를 삭제하시겠습니까?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the notes in the Trash?" = "휴지통에 있는 모든 메모들를 영구적으로 삭제하시겠습니까?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected notes?" = "선택한 메모들를 영구적으로 삭제하겠습니까?";

/* No comment provided by engineer. */
"Are you sure you want to permanently delete the selected tag?" = "선택한 태그를 영구적으로 삭제하겠습니까?";

/* No comment provided by engineer. */
"Backup restored" = "백업이 복원되었습니다";

/* No comment provided by engineer. */
"Bear" = "베어";

/* No comment provided by engineer. */
"Bear is currently exporting your notes, take a moment to relax!" = "베어가 현재 메모를 내보내고 있습니다. 잠시만 기다리세요!";

/* No comment provided by engineer. */
"Bear is currently importing your new notes, take a moment to relax!" = "베어가 현재 새 메모를 가져오고 있습니다. 잠시만 기다리세요!";

/* No comment provided by engineer. */
"Bear is retrieving the page you have requested." = "베어가 요청한 페이지를 가져오는 중입니다.";

/* No comment provided by engineer. */
"Bear needs iCloud and iCloud Drive in order to sync, please enable both before proceding" = "베어는 동기화를 하려면 iCloud 및 iCloud Drive가 필요합니다. 계속 진행하기 전에 이 두 기능을 활성화해주세요";

/* No comment provided by engineer. */
"Bear Pro is enabled via an auto-renewing subscription" = "베어 Pro는 자동 갱신 구독을 통해 활성화됩니다";

/* No comment provided by engineer. */
"Beautiful application themes" = "아름다운 응용 프로그램 테마";

/* No comment provided by engineer. */
"Beta expired" = "베타 만료됨";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Code" = "코드";

/* No comment provided by engineer. */
"Contact Support" = "고객 지원 문의";

/* No comment provided by engineer. */
"Contacting Apple..." = "Apple에 접속하는 중...";

/* No comment provided by engineer. */
"Copy As" = "다음으로 복사";

/* No comment provided by engineer. */
"Copy As HTML" = "HTML로 복사";

/* No comment provided by engineer. */
"Copy As Markdown" = "Markdown으로 복사";

/* No comment provided by engineer. */
"Copy As Rich Text" = "서식 있는 텍스트로 복사";

/* No comment provided by engineer. */
"Copy As Text" = "텍스트로 복사";

/* No comment provided by engineer. */
"Copy code" = "코드 복사";

/* No comment provided by engineer. */
"Copy Code Block" = "코드 블록 복사";

/* No comment provided by engineer. */
"Copy Link To Note" = "메모의 링크 복사";

/* No comment provided by engineer. */
"Copy Link To Note (New Window)" = "메모의 링크 복사 (새 창)";

/* No comment provided by engineer. */
"Copy Link To Notes (New Window)" = "메모의 링크 복사 (새 창)";

/* No comment provided by engineer. */
"Copy Links To Notes" = "메모의 링크 복사";

/* No comment provided by engineer. */
"Could not load the notes database " = "메모 데이터베이스를 로드하지 못했습니다 ";

/* table cell action */
"Delete" = "삭제";

/* No comment provided by engineer. */
"Delete notes" = "메모 삭제";

/* No comment provided by engineer. */
"Do not show this warning again." = "이 경고를 다시 보지 않음.";

/* No comment provided by engineer. */
"Don’t worry, your notes are safe and we can help:" = "걱정하지 마세요. 회원님의 메모는 안전하며 저희가 도와 드릴 수 있습니다:";

/* No comment provided by engineer. */
"Edit Link" = "링크 편집";

/* No comment provided by engineer. */
"email" = "이메일";

/* No comment provided by engineer. */
"Empty Trash" = "휴지통 비우기";

/* No comment provided by engineer. */
"Export note" = "메모 내보내기";

/* No comment provided by engineer. */
"Export Note..." = "메모 내보내기...";

/* No comment provided by engineer. */
"Export notes" = "메모 내보내기";

/* No comment provided by engineer. */
"Export Notes..." = "메모 내보내기...";

/* No comment provided by engineer. */
"Export to more formats" = "더 많은 형식으로 내보내기";

/* No comment provided by engineer. */
"FAQ" = "자주 묻는 질문";

/* No comment provided by engineer. */
"For all the subscriptions applies the following:" = "모든 구독에 대해 적용되는 사항:";

/* No comment provided by engineer. */
"For the Monthly Subscription applies the following:" = "월간 구독에 대해 적용되는 사항:";

/* No comment provided by engineer. */
"For the Yearly Subscription applies the following:" = "연간 구독에 대해 적용되는 사항:";

/* No comment provided by engineer. */
"Go to website" = "웹 사이트로 이동";

/* No comment provided by engineer. */
"Hide Preview" = "미리 보기 숨기기";

/* %@ is the user's hint for the password */
"Hint: %@" = "힌트: %@";

/* No comment provided by engineer. */
"HTML" = "HTML";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app" = "https://bear.app";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/" = "https://bear.app/faq/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/faq/sync-troubleshooting/" = "https://bear.app/faq/sync-troubleshooting/";

/* Please do not localise this, leave empty or copy the same url */
"https://bear.app/get-support-from-app/" = "https://bear.app/get-support-from-app/";

/* Please do not localise this, leave empty or copy the same url */
"https://twitter.com/BearNotesApp/" = "https://twitter.com/BearNotesApp/";

/* Please do not localise this, leave empty or copy the same url */
"https://www.reddit.com/r/bearapp/" = "https://www.reddit.com/r/bearapp/";

/* No comment provided by engineer. */
"Import notes" = "메모 가져오기";

/* No comment provided by engineer. */
"Important" = "중요";

/* No comment provided by engineer. */
"Importing a Bear Backup will completely replace your current notes" = "베어 백업을 가져오면 현재 메모를 완전히 대체합니다";

/* No comment provided by engineer. */
"Inbox" = "수신함";

/* No comment provided by engineer. */
"Insert" = "삽입";

/* No comment provided by engineer. */
"Insert files" = "파일 삽입";

/* No comment provided by engineer. */
"It was not possible to migrate your database to the new version. Don't worry your notes are safe, please contact the support team using the 'Contact Support' button below and they will help you." = "데이터베이스를 새 버전으로 이전하지 못했습니다. 메모는 안전하니 걱정하지 마세요. 아래 '고객 지원 문의' 버튼을 눌러서 지원팀에 문의해 주시면 도와 드리겠습니다.";

/* No comment provided by engineer. */
"Just a moment and Bear will be ready!" = "잠시 후면 베어가 준비됩니다!";

/* No comment provided by engineer. */
"Keep Tags" = "태그 유지";

/* No comment provided by engineer. */
"Learn more" = "자세히 보기";

/* No comment provided by engineer. */
"Locked notes" = "잠긴 메모";

/* No comment provided by engineer. */
"Look and feel smarter" = "더 스마트한 디자인";

/* No comment provided by engineer. */
"Main Window" = "메인 창";

/* No comment provided by engineer. */
"Manage Subscription" = "구독 관리";

/* No comment provided by engineer. */
"Mark as Complete" = "완료로 표시";

/* No comment provided by engineer. */
"Mark as Incomplete" = "완료되지 않음으로 표시";

/* No comment provided by engineer. */
"Markdown" = "Markdown";

/* No comment provided by engineer. */
"Merge notes" = "메모 병합";

/* No comment provided by engineer. */
"month" = "월";

/* No comment provided by engineer. */
"Monthly" = "월간";

/* Number of notes sorting for tags */
"Most Used First" = "가장 많이 사용한 순";

/* No comment provided by engineer. */
"Move Done to Bottom" = "아래로 완료 이동";

/* App last sync date was never */
"never" = "안 함";

/* No comment provided by engineer. */
"New Note" = "새 메모";

/* Date sorting for notes */
"Newest on Top" = "새로운 항목 맨 위로";

/* No comment provided by engineer. */
"No note selected" = "선택된 메모 없음";

/* No comment provided by engineer. */
"No purchases found" = "구매 항목을 찾을 수 없음";

/* No comment provided by engineer. */
"Note From Selection" = "선택 항목에서 메모 작성";

/* No comment provided by engineer. */
"notes" = "메모";

/* No comment provided by engineer. */
"Notes" = "메모";

/* No comment provided by engineer. */
"Notes search" = "메모 검색";

/* No comment provided by engineer. */
"Nothing to import" = "가져올 항목이 없습니다";

/* No comment provided by engineer. */
"Ok" = "확인";

/* No comment provided by engineer. */
"OK" = "확인";

/* Leave the %@, will be replaced with the title of a user generated note to compose something like 'Open My Todos' */
"Open \"%@\"" = "\"%@\" 열기";

/* No comment provided by engineer. */
"Open Link in New Window" = "새 창에서 링크 열기";

/* No comment provided by engineer. */
"Open With" = "다음으로 열기";

/* No comment provided by engineer. */
"Password-protect your notes" = "메모를 비밀번호로 보호하세요";

/* No comment provided by engineer. */
"Paste From" = "다음에서 붙여넣기";

/* No comment provided by engineer. */
"Payment will be charged to iTunes Account at confirmation of purchase or the end of the Free Trial Period, if any." = "구입 확정 시 또는 무료 체험 기간 종료 시 iTunes 계정으로 요금이 청구됩니다.";

/* table cell action */
"Pin" = "고정";

/* No comment provided by engineer. */
"Pin notes" = "메모 고정";

/* No comment provided by engineer. */
"Pin Tag" = "태그 고정";

/* No comment provided by engineer. */
"Pin To Top" = "맨위에 고정";

/* No comment provided by engineer. */
"Plain Text" = "일반 텍스트";

/* No comment provided by engineer. */
"Please check your internet connection or try again later." = "인터넷 연결 상태를 확인하거나 나중에 다시 시도해 주세요.";

/* No comment provided by engineer. */
"Please choose the backup file" = "백업 파일을 선택해 주세요";

/* No comment provided by engineer. */
"Please choose the files you want to import" = "가져오려는 파일을 선택해 주세요";

/* No comment provided by engineer. */
"Please choose the location where the file will be saved" = "파일을 저장할 위치를 선택해 주세요";

/* No comment provided by engineer. */
"Please choose the location where the note will be saved" = "메모를 저장할 위치를 선택해 주세요";

/* No comment provided by engineer. */
"Please choose the location where the notes will be saved" = "메모를 저장할 위치를 선택해 주세요";

/* No comment provided by engineer. */
"Please select one or more files" = "파일을 하나 이상 선택하세요";

/* No comment provided by engineer. */
"Please wait while Bear’s database is upgraded" = "베어의 데이터베이스를 업그레이드하는 동안 잠시 기다려 주세요";

/* No comment provided by engineer. */
"Please wait while your notes are upgraded" = "메모를 업그레이드하는 동안 잠시 기다려 주세요";

/* No comment provided by engineer. */
"Privacy Policy" = "개인정보 취급방침";

/* No comment provided by engineer. */
"Quit" = "종료";

/* Complete sentence: Re-add tag <a tag> */
"Re-add tag" = "태그 다시 추가";

/* Complete sentence: Remove tag <a tag>
   used for the 'remove tag <a tag>' menu item */
"Remove tag" = "태그 제거";

/* table cell action */
"Restore" = "복원";

/* No comment provided by engineer. */
"Restore from backup" = "백업에서 복원";

/* No comment provided by engineer. */
"Restore notes" = "메모 복원";

/* No comment provided by engineer. */
"Restore Purchases" = "구매 항목 복원";

/* No comment provided by engineer. */
"Rich Text" = "일반 텍스트";

/* No comment provided by engineer. */
"Save As" = "별도 저장";

/* No comment provided by engineer. */
"Save file" = "파일 저장";

/* No comment provided by engineer. */
"Search" = "검색";

/* No comment provided by engineer. */
"Search inside attachments" = "첨부 파일 내부 검색";

/* No comment provided by engineer. */
"Search Notes" = "메모 검색";

/* No comment provided by engineer. */
"Show Database" = "데이터베이스 표시";

/* No comment provided by engineer. */
"Show Images As Thumbnails" = "이미지를 축소판 그림으로 표시";

/* No comment provided by engineer. */
"Show my locked notes" = "잠긴 메모 보기";

/* No comment provided by engineer. */
"Show my Notes" = "내 메모 보기";

/* No comment provided by engineer. */
"Show my Today notes" = "오늘 메모 보기";

/* No comment provided by engineer. */
"Show my ToDo notes" = "해야 할 일 메모 보기";

/* No comment provided by engineer. */
"Show my Untagged notes" = "태그 없음 메모 보기";

/* Leave the %@, will be replaced with the name of tag */
"Show notes tagged #%@" = "\"#%@\" 태그가 있는 메모 보기";

/* No comment provided by engineer. */
"Show Preview" = "미리 보기 표시";

/* No comment provided by engineer. */
"Sign in to iCloud and enable iCloud Drive" = "iCloud에 로그인하고 iCloud Drive 활성화";

/* No comment provided by engineer. */
"Something went wrong" = "문제가 발생했습니다";

/* No comment provided by engineer. */
"Subscribe" = "구독";

/* No comment provided by engineer. */
"Subscription" = "구독";

/* No comment provided by engineer. */
"Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period." = "현재 구독 기간이 종료하는 때로부터 최소 24시간 전에 자동 갱신을 해지하지 않으면 구독은 자동으로 갱신됩니다.";

/* No comment provided by engineer. */
"Subscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase." = "구입 후 사용자의 계정 설정에서 구독을 관리하고 자동 갱신을 해지할 수 있습니다.";

/* No comment provided by engineer. */
"Support Bear's development" = "베어 개발 지원";

/* No comment provided by engineer. */
"Sync and backup with iCloud on all your devices" = "모든 장치에서 iCloud를 통해 동기화하고 백업하세요";

/* No comment provided by engineer. */
"Terms of Use" = "이용 약관";

/* No comment provided by engineer. */
"Thank you for purchasing Bear Pro" = "베어 Pro를 구입해주셔서 감사합니다";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 month." = "모든 구독 기간의 지속 시간은 1개월입니다.";

/* No comment provided by engineer. */
"The duration of every period of the subscription is 1 year." = "모든 구독 기간의 지속 시간은 1년입니다.";

/* No comment provided by engineer. */
"The length of the Free Trial Period, if any, is shown in the Bear's Purchase Pane updated to the time of the purchase." = "베어의 구입 창에 표시된 무료 체험 기간은 구입 시 업데이트됩니다.";

/* No comment provided by engineer. */
"The price of the subscription is shown in the Bear's Purchase Pane updated to the time of the purchase." = "베어의 구입 창에 표시된 구독 가격은 구입 시 업데이트됩니다.";

/* No comment provided by engineer. */
"There are no previous purchases valid for the current period." = "현재 기간에 유효한 이전 구매 항목이 없습니다.";

/* No comment provided by engineer. */
"This beta version has expired, check the website for updates." = "이 베타 버전은 만료되었습니다. 웹 사이트에서 업데이트를 확인하세요.";

/* No comment provided by engineer. */
"Today notes" = "오늘 메모";

/* No comment provided by engineer. */
"Todo" = "해야 할 일";

/* No comment provided by engineer. */
"Toggle checkbox" = "확인란 전환";

/* No comment provided by engineer. */
"Toggle folding" = "접기 전환";

/* table cell action */
"Trash" = "휴지통";

/* No comment provided by engineer. */
"Unarchive notes" = "메모 아카이브 해제";

/* No comment provided by engineer. */
"Unlimited bear hugs" = "무제한 베어 사랑";

/* No comment provided by engineer. */
"Unmerge notes" = "메모 병합 해제";

/* table cell action */
"Unpin" = "고정 취소";

/* No comment provided by engineer. */
"Unpin notes" = "메모 고정 취소";

/* No comment provided by engineer. */
"Unpin Tag" = "태그 고정 취소";

/* No comment provided by engineer. */
"Valid Through" = "유효 기간";

/* Valid until date */
"Valid until %@" = "유효 기간: %@";

/* No comment provided by engineer. */
"We appreciate your support!" = "성원을 보내 주셔서 감사합니다!";

/* No comment provided by engineer. */
"We’re adding all the bells, whistles, and even a kazoo under the hood to make Bear even better. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "훨씬 더 좋은 베어를 만들기 위해 다양한 기능을 추가하고 있습니다. 작업이 원활하게 진행될 수 있도록 이 작업이 완료될 때까지 베어를 계속 열어 두실 것을 강력히 권장해 드립니다.";

/* No comment provided by engineer. */
"We’re migrating all your notes to Markdown for Bear 2. To ensure a smooth process, we highly recommend keeping Bear open until this is finished." = "회원님의 모든 메모를 베어 2의 Markdown으로 이전하고 있습니다. 작업이 원활하게 진행될 수 있도록 이 작업이 완료될 때까지 베어를 계속 열어 두실 것을 강력히 권장해 드립니다.";

/* No comment provided by engineer. */
"year" = "년";

/* No comment provided by engineer. */
"You can’t undo this action." = "이 동작은 취소할 수 없습니다.";

/* No comment provided by engineer. */
"You're a PRO" = "회원님은 프로입니다";

/* No comment provided by engineer. */
"Your subscription will renew on the date listed above. To avoid being charged, cancel a free trial period or a subscription 24 hours before the renewal date." = "회원님의 구독이 위에 기재된 날짜에 갱신될 예정입니다. 요금이 청구되는 것을 피하시려면 갱신일 24시간 전에 무료 체험 기간 또는 구독을 취소하시기 바랍니다.";

"syncing..." = "동기화 중...";
